<?php

return [
    'from'    => 'CRCExchange Support',
    'subject' => 'Подтверждение почты',

    'welcome'     => 'Приветствую :username,',
    'body'        => 'Благодарим за присоединение к :projectName. Пожалуйста, подтвердите свою почту по ссылке ниже:',
    'information' => 'Если ссылка не кликабельна, скопируйте её, вставьте в адресную строку браузера и перейдите по ней.<br/>'
        . 'Спасибо за вашу поддержку!',

    'contacts' => 'Если вы не являетесь получателем этого письма, пожалуйста, сообщите об этом на :supportEmail<br/>'
        . 'Контактные данные<br/>'
        . 'Email: :supportEmail<br/>'
        . 'Telegram: :telegram<br/>'
        . 'Twitter: :twitter<br/>'
        . ':website',
];
